alacritty
alsa-plugins
alsa-utils
arandr
arc-gtk-theme
autoconf
automake
bash
bibata-cursor-theme
biber
binutils
bison
bluedevil
blueman
bluez
bluez-utils
breeze
breeze-gtk
bzip2
calibre
capitaine-cursors
clamav
clamav-unofficial-sigs
clamtk
cmake
compton
coreutils
cryptsetup
dep
device-mapper
dhcpcd
diffutils
discord
discover
dislocker
dmenu
docker
docker-compose
dosfstools
dotdrop
drkonqi
dropbox
dunst
dxvk-bin
e2fsprogs
efibootmgr
ethtool
evince
fakeroot
feh
file
file-roller
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
go
google-chrome
gparted
grep
grub
gsimplecal
gvfs
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
imagemagick
inetutils
inkscape
intel-ucode
intellij-idea-ultimate-edition
iproute2
iputils
irssi
jdk8-openjdk
jfsutils
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
keepass
keepassxc
keychain
kgamma5
khotkeys
kinfocenter
kmenuedit
knetattach
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwayland-integration
kwin
kwrited
less
lib32-curl
lib32-gtk2
lib32-libpulse
lib32-libva1
lib32-libvdpau
lib32-libxtst
lib32-nvidia-utils
lib32-openal
libgsf
libkscreen
libksysguard
libreoffice-fresh
licenses
lightdm
lightdm-settings
lightdm-slick-greeter
linux
linux-headers
linux-lts
linux-lts-headers
logrotate
lvm2
lxappearance
lynx
m4
mailspring
make
man-db
man-pages
mathpix-snipping-tool
mdadm
mednafen
mesa
mhddfs
milou
mpv
mtools
mupdf
nano
neofetch
neovim
netctl
networkmanager-openvpn
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntp
numlockx
nvidia
openssh
openvpn
opera
os-prober
otf-font-awesome
oxygen
p7zip
package-query
pacman
pacman-contrib
pamixer
patch
pavucontrol
pciutils
pcmciautils
perl
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
playerctl
plex-media-server-plexpass
polkit-kde-agent
ponymix
powerdevil
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
py3status
python
python-pip
qbittorrent
ranger
redshift
reiserfsprogs
rofi
rubber
ruby
runelite
runescape-launcher
rust
rxvt-unicode
rxvt-unicode-terminfo
s-nail
screen
scrot
sddm-kcm
sed
shadow
sharenix-git
slack-desktop
slock
spotify
sshfs
steam
streamlink
sublime-text
sudo
sysfsutils
systemd-sysvcompat
systemsettings
tar
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-localmanager-git
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-archive-plugin
thunar-thumbnailers
thunar-volman
thunderbird
tk
transmission-cli
ttf-dejavu
ttf-twemoji-color
tumbler
tuxboot
unrar
unzip
usbutils
user-manager
util-linux
vi
viewnior
vifm
vim
vivaldi
vlc
weechat
wget
which
wine-mono
wine-staging
wine_gecko
winetricks
x11vnc
xbindkeys
xclip
xdg-desktop-portal-kde
xf86-input-libinput
xf86-video-nouveau
xfsprogs
xinit-xsession
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xpadneo-dkms-git
xterm
xvkbd
yay
zip
zsh
zsh-syntax-highlighting
